Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: No repeating group
sv: Ingen upprepande grupp

source: Step 2.
sv: Steg 2.

source: Find partial dependencies
sv: Hitta partiellt beroenden

source: No partial dependencies possible as no non-primary column exists since primary key ( %1$s ) is composed of all the columns in the table.
sv: Inga delvisa beroenden mÃ¶jliga eftersom ingen icke-primÃ¤ra kolumnen finns eftersom primÃ¤rnyckeln (%1$s) bestÃ¥r av alla kolumner i tabellen.

source: Table is already in second normal form.
sv: Tabellen Ã¤r redan i den andra normalformen.

source: The primary key ( %1$s ) consists of more than one column so we need to find the partial dependencies.
sv: PrimÃ¤rnyckeln (%1$s) bestÃ¥r av mer Ã¤n en kolumn sÃ¥ vi mÃ¥ste hitta de partiella beroendena.

source: Please answer the following question(s) carefully to obtain a correct normalization.
sv: VÃ¤nligen svara pÃ¥ fÃ¶ljande frÃ¥gan/frÃ¥gorna noggrant fÃ¶r att fÃ¥ en korrekt normalisering.

source: + Show me the possible partial dependencies based on data in the table
sv: + Visa mig den mÃ¶jliga partiella beroenden baserat pÃ¥ data i tabellen

source: For each column below, please select the <b>minimal set</b> of columns among given set whose values combined together are sufficient to determine the value of the column.
sv: FÃ¶r varje kolumn nedan, VÃ¤lj <b>minimal uppsÃ¤ttning</b> kolumner bland de givna vÃ¤rden som kombinerade Ã¤r tillrÃ¤ckliga fÃ¶r att faststÃ¤lla totalvÃ¤rdet fÃ¶r kolumnen.

source: '%1$s' depends on:
sv: '%1$s' beroende av:

source: No partial dependencies possible as the primary key ( %1$s ) has just one column.
sv: Ingen partiell beroenden mÃ¶jligt eftersom primÃ¤rnyckel (%1$s) bara har en kolumn.

source: In order to put the original table '%1$s' into Second normal form we need to create the following tables:
sv: FÃ¶r Ã¤ndra den ursprungliga tabellen '%1$s' till andra normalformen mÃ¥ste vi skapa fÃ¶ljande tabeller:

source: The second step of normalization is complete for table '%1$s'.
sv: Det andra steget av normalisering Ã¤r klar fÃ¶r register "%1$s".

source: Error in processing!
sv: Fel i behandlingen!

source: In order to put the original table '%1$s' into Third normal form we need to create the following tables:
sv: FÃ¶r att Ã¤ndra den ursprungliga tabellen '%1$s' till tredje normalformen mÃ¥ste vi skapa fÃ¶ljande tabeller:

source: The third step of normalization is complete.
sv: Det tredje steget i normalisering Ã¤r komplett.

source: Selected repeating group has been moved to the table '%s'
sv: Valda upprepande grupp har flyttats till tabellen '%s'

source: Step 3.
sv: Steg 3.

source: Find transitive dependencies
sv: Hitta transitiva beroenden

source: For each column below, please select the <b>minimal set</b> of columns among given set whose values combined together are sufficient to determine the value of the column.<br />Note: A column may have no transitive dependency, in that case you don't have to select any.
sv: FÃ¶r varje kolumn nedan, VÃ¤lj <b>minimal uppsÃ¤ttning</b> kolumner av givna vÃ¤rden vilka kombinerade ihop Ã¤r tillrÃ¤ckliga fÃ¶r att faststÃ¤lla vÃ¤rdet i kolumn. <br /> Obs: om kolumn inte har transitiva beroende behÃ¶ver du inte vÃ¤lja nÃ¥got.

source: No Transitive dependencies possible as the table doesn't have any non primary key columns
sv: Inga transitiva beroenden mÃ¶jliga, eftersom tabellen inte har nÃ¥gon icke primÃ¤ra nyckelkolumner

source: Table is already in Third normal form!
sv: Tabellen Ã¤r redan i tredje normalformen!

source: Improve table structure (Normalization):
sv: FÃ¶rbÃ¤ttra tabellstrukturen (normalisering):

source: Select up to what step you want to normalize
sv: VÃ¤lj till vilket steg du vill normalisera

source: Second step of normalization (1NF+2NF)
sv: Andra steget av normalisering (1NF + 2NF)

source: Third step of normalization (1NF+2NF+3NF)
sv: Tredje steget i normalisering (1NF + 2NF + 3NF)

source: Hint: Please follow the procedure carefully in order to obtain correct normalization
sv: Tips: FÃ¶lj anvisningar noga fÃ¶r att fÃ¥ rÃ¤tt normalisering

source: This list is based on a subset of the table's data and is not necessarily accurate.
sv: Denna lista Ã¤r baserad pÃ¥ en delmÃ¤ngd av tabellens data och Ã¤r inte nÃ¶dvÃ¤ndigtvis korrekt.

source: No partial dependencies found!
sv: Inga partiella beroenden hittade!

source: Rename database to
sv: Byt namn pÃ¥ databasen till

source: You don't have sufficient privileges to perform this operation; Please refer to the documentation for more details
sv: Du har inte tillrÃ¤cklig behÃ¶righet att utfÃ¶ra Ã¥tgÃ¤rden; Se dokumentationen fÃ¶r mer information

source: Database %s has been dropped.
sv: Databasen %s har tagits bort.

source: Remove database
sv: Radera databasen

source: Drop the database (DROP)
sv: Tag bort databasen (DROP)

source: Copy database to
sv: Kopiera databasen till

source: CREATE DATABASE before copying
sv: CREATE DATABASE fÃ¶re kopiering

source: Switch to copied database
sv: Byt till den kopierade databasen

source: Alter table order by
sv: Sortera om tabellen efter

source: (singly)
sv: (var fÃ¶r sig)

source: Move table to (database<b>.</b>table)
sv: Flytta tabellen till (databas<b>.</b>tabell)

source: Rename table to
sv: DÃ¶p om tabellen till

source: Table comments
sv: Tabellkommentarer

source: Table options
sv: Tabellalternativ

source: Storage Engine
sv: Lagringsmotor

source: Change all column collations
sv: Ãndra alla kolumners sortering

source: Copy table to (database<b>.</b>table)
sv: Kopiera tabellen till (databas<b>.</b>tabell)

source: Switch to copied table
sv: Byt till kopierad tabell

source: Table maintenance
sv: TabellunderhÃ¥ll

source: Analyze table
sv: Analysera tabell

source: Check table
sv: Kontrollera tabell

source: Checksum table
sv: Kontrollsumma tabell

source: Defragment table
sv: Defragmentera tabell

source: Table %s has been flushed.
sv: Tabellen %s har rensats.

source: Flush the table (FLUSH)
sv: Rensa tabellen (flush)

source: Optimize table
sv: Optimera tabell

source: Repair table
sv: Reparera tabell

source: Delete data or table
sv: Ta bort data eller tabell

source: Empty the table (TRUNCATE)
sv: TÃ¶m tabellen (TRUNCATE)

source: Delete the table (DROP)
sv: Ta bort tabellen (DROP)

source: Analyze
sv: Analysera

source: Check
sv: Kontroll

source: Optimize
sv: Optimera

source: Rebuild
sv: Bygg om

source: Truncate
sv: Avkorta

source: Coalesce
sv: Sammanfogning

source: Partition maintenance
sv: UnderhÃ¥ll av partition

source: Remove partitioning
sv: Ta bort partitionering

source: Check referential integrity:
sv: Kontrollera referensintegritet:

source: Can't move table to same one!
sv: Kan inte flytta tabell till samma en!

source: Can't copy table to same one!
sv: Kan inte kopiera tabell till samma en!

source: Table %s has been moved to %s. Privileges have been adjusted.
sv: Registret %s har flyttats till %s., privilegier har justerats.

source: Table %s has been copied to %s. Privileges have been adjusted.
sv: Registret %s har kopierats till %s., privilegier har justerats.

source: Table %s has been moved to %s.
sv: Tabellen %s har flyttats till %s.

source: Table %s has been copied to %s.
sv: Tabellen %s har kopierats till %s.

source: The table name is empty!
sv: Tabellnamnet Ã¤r tomt!

source: Error while creating PDF:
sv: Fel vid skapande av PDF:

source: This format has no options
sv: Detta format har inga alternativ

source: Cannot connect: invalid settings.
sv: Kan ej skapa fÃ¶rbindelse: ogiltiga instÃ¤llningar.

source: Welcome to %s
sv: VÃ¤lkommen till %s

source: You probably did not create a configuration file. You might want to use the %1$ssetup script%2$s to create one.
sv: Du har troligen inte skapat en konfigurationsfil. Du vill kanske anvÃ¤nda %1$suppsÃ¤ttningsskript%2$s fÃ¶r att skapa denna.

source: phpMyAdmin tried to connect to the MySQL server, and the server rejected the connection. You should check the host, username and password in your configuration and make sure that they correspond to the information given by the administrator of the MySQL server.
sv: phpMyAdmin fÃ¶rsÃ¶kte skapa en fÃ¶rbindelse till MySQL-servern, men servern nekade uppkopplingen. Kontrollera vÃ¤rd, anvÃ¤ndarnamn och lÃ¶senord i din konfiguration och fÃ¶rvissa dig om att de stÃ¤mmer Ã¶verens med informationen frÃ¥n administratÃ¶ren av MySQL-servern.

source: Retry to connect
sv: FÃ¶rsÃ¶k ansluta igen

source: Your session has expired. Please log in again.
sv: Din session har gÃ¥tt ut. VÃ¤nligen logga in igen.

source: You can enter hostname/IP address and port separated by space.
sv: Du kan ange vÃ¤rdnamn/IP-adress och port separerade med mellanslag.

source: Server Choice:
sv: Serverval:

source: Entered captcha is wrong, try again!
sv: Angivet captcha Ã¤r fel, fÃ¶rsÃ¶k igen!

source: You are not allowed to log in to this MySQL server!
sv: Du har inte befogenhet att logga in till denna MySQL server!

source: Wrong username/password. Access denied.
sv: Felaktigt anvÃ¤ndarnamn/lÃ¶senord. Ã tkomst nekad.

source: Can not find signon authentication script:
sv: Kan inte hitta scriptet fÃ¶r verifiering av inloggning:

source: Login without a password is forbidden by configuration (see AllowNoPassword)
sv: Inloggning utan lÃ¶senord Ã¤r inte tillÃ¥tet enligt konfiguration (se AllowNoPassword)

source: No activity within %s seconds; please log in again.
sv: Ingen aktivitet inom %s sekunder; vÃ¤nligen logga in igen.

source: Cannot log in to the MySQL server
sv: Kan ej logga in pÃ¥ MySQL-servern

source: Columns separated with:
sv: Kolumnerna avslutas med:

source: Columns enclosed with:
sv: Kolumner omges av:

source: Columns escaped with:
sv: Specialtecken i fÃ¤lt fÃ¶regÃ¥s av:

source: Lines terminated with:
sv: Rader avslutas med:

source: Replace NULL with:
sv: ErsÃ¤tt NULL med:

source: Remove carriage return/line feed characters within columns
sv: Ta bort radbrytning inom kolumner

source: Excel edition:
sv: Excel-version:

source: structure
sv: struktur

source: structure and data
sv: struktur och data

source: Data dump options
sv: Dumpningsalternativ fÃ¶r data

source: Dumping data for table
sv: Dumpning av Data i tabell

source: Table structure for table
sv: Tabellstruktur

source: Structure for view
sv: Struktur fÃ¶r vy

source: Stand-in structure for view
sv: ErsÃ¤ttningsstruktur fÃ¶r vy

source: Output pretty-printed JSON (Use human-readable formatting)
sv: Utformat 'pretty-tryckt JSON' (AnvÃ¤nd lÃ¤sbar formatering)

source: Content of table @TABLE@
sv: InnehÃ¥ll i tabell @TABLE@

source: (continued)
sv: (fortsÃ¤ttning)

source: Structure of table @TABLE@
sv: Struktur fÃ¶r tabell @TABLE@

source: Object creation options
sv: Alternativ fÃ¶r skapande av objekt

source: Table caption:
sv: Tabellrubrik:

source: Table caption (continued):
sv: Tabellbeskrivning (forts):

source: Label key:
sv: MÃ¤rk nyckeln:

source: Display foreign key relationships
sv: Visa relationer fÃ¶r frÃ¤mmande nycklar

source: Display comments
sv: Visa kommentarer

source: Display MIME types
sv: Visa MIME-typer

source: Put columns names in the first row:
sv: SÃ¤tt kolumnnamn pÃ¥ fÃ¶rsta raden:

source: Host:
sv: VÃ¤rd:

source: Generation Time:
sv: Tid vid skapande:

source: Database:
sv: Databas:

source: Structure:
sv: Struktur:

source: Export table names
sv: Exportera tabellnamn

source: Export table headers
sv: Exportera tabellhuvuden

source: Report title:
sv: Rapporttitel:

source: Dumping data
sv: Dumpning data

source: View structure
sv: Visningsstruktur

source: Stand in
sv: StÃ¥ i

source: Display comments <i>(includes info such as export timestamp, PHP version, and server version)</i>
sv: Visa kommentarer <i>(inkluderar info sÃ¥som exporttidsstÃ¤mpel, PHP-version, och serverversion)</i>

# Additional custom header comment ( splits lines):
source: Additional custom header comment (\n splits lines):
sv: Ytterligare en anpassad sidhuvudkommentar (\n delar rader):

source: Include a timestamp of when databases were created, last updated, and last checked
sv: Inkludera en tidsstÃ¤mpel pÃ¥ nÃ¤r databaser skapades, senast uppdaterade, och senast kontrollerade

source: Export metadata
sv: Exportera metadata

source: Database system or older MySQL server to maximize output compatibility with:
sv: Databassystem eller Ã¤ldre MySQL-server att maximera kompatibilitet av utdata med:

source: Add statements:
sv: LÃ¤gg till uppgift:

source: Add %s statement
sv: LÃ¤gg till uppgiften %s

source: (less efficient as indexes will be generated during table creation)
sv: (mindre effektivt eftersom index ska genereras nÃ¤r tabellen skapades)

source: %s value
sv: %s vÃ¤rde

source: Enclose table and column names with backquotes <i>(Protects column and table names formed with special characters or keywords)</i>
sv: Bifoga tabell-och kolumnnamn med backquote (`) <i>(Skyddar kolumn- och tabellnamn skapade med specialtecken eller nyckelord)</i>

source: Data creation options
sv: ValmÃ¶jligheter vid skapande av data

source: Truncate table before insert
sv: Trunkera tabell innan inlÃ¤ggning

source: Instead of <code>INSERT</code> statements, use:
sv: IstÃ¤llet fÃ¶r <code>INSERT</code>-kommandon, anvÃ¤nd:

source: <code>INSERT DELAYED</code> statements
sv: <code>INSERT DELAYED</code>-kommandon

source: <code>INSERT IGNORE</code> statements
sv: <code>INSERT IGNORE</code>-kommandon

source: Function to use when dumping data:
sv: Funktion att anvÃ¤nda nÃ¤r data dumpas:

source: Syntax to use when inserting data:
sv: Syntax att anvÃ¤nda nÃ¤r data infogas:

source: include column names in every <code>INSERT</code> statement <br /> &nbsp; &nbsp; &nbsp; Example: <code>INSERT INTO tbl_name (col_A,col_B,col_C) VALUES (1,2,3)</code>
sv: inkludera kolumnnamn i varje <code>INSERT</code>-kommando <br /> &nbsp; &nbsp; &nbsp; Exempel: <code>INSERT INTO tbl_name (col_A,col_B,col_C) VALUES (1,2,3)</code>

source: insert multiple rows in every <code>INSERT</code> statement<br /> &nbsp; &nbsp; &nbsp; Example: <code>INSERT INTO tbl_name VALUES (1,2,3), (4,5,6), (7,8,9)</code>
sv: mata in flera rader i varje <code>INSERT</code>-kommando<br /> &nbsp; &nbsp; &nbsp; Exempel: <code>INSERT INTO tbl_name VALUES (1,2,3), (4,5,6), (7,8,9)</code>

source: both of the above<br /> &nbsp; &nbsp; &nbsp; Example: <code>INSERT INTO tbl_name (col_A,col_B,col_C) VALUES (1,2,3), (4,5,6), (7,8,9)</code>
sv: bÃ¥da av ovanstÃ¥ende<br /> &nbsp; &nbsp; &nbsp; Exempel: <code>INSERT INTO tbl_name (col_A,col_B,col_C) VALUES (1,2,3), (4,5,6), (7,8,9)</code>

source: neither of the above<br /> &nbsp; &nbsp; &nbsp; Example: <code>INSERT INTO tbl_name VALUES (1,2,3)</code>
sv: inget av ovanstÃ¥ende<br /> &nbsp; &nbsp; &nbsp; Exempel: <code>INSERT INTO tbl_name VALUES (1,2,3)</code>

source: Dump binary columns in hexadecimal notation <i>(for example, "abc" becomes 0x616263)</i>
sv: Dumpa binÃ¤ra kolumner i hexadecimal notation <i>(t.ex. "abc" blir 0x616263)</i>

source: Dump TIMESTAMP columns in UTC <i>(enables TIMESTAMP columns to be dumped and reloaded between servers in different time zones)</i>
sv: Dumpa TIMESTAMP-kolumner i UTC <i>(gÃ¶r TIMESTAMP-kolumner som ska dumpas och laddas mellan servrar i olika tidszoner)</i>

source: alias export may not work reliably in all cases.
sv: export med alias fungerar inte alltid tillfÃ¶rlitligt.

source: Creation:
sv: Skapat:

source: Last update:
sv: Senaste uppdatering:

source: Last check:
sv: Senaste kontroll:

source: It appears your database uses views;
sv: Det verkar som om databasen anvÃ¤nder fÃ¶ljande vyer;

source: Constraints for dumped tables
sv: Restriktioner fÃ¶r dumpade tabeller

source: Constraints for table
sv: Restriktioner fÃ¶r tabell

source: Indexes for dumped tables
sv: Index fÃ¶r dumpade tabeller

source: Indexes for table
sv: Index fÃ¶r tabell

source: AUTO_INCREMENT for dumped tables
sv: AUTO_INCREMENT fÃ¶r dumpade tabeller

source: AUTO_INCREMENT for table
sv: AUTO_INCREMENT fÃ¶r tabell

source: MIME TYPES FOR TABLE
sv: MIME-TYPER FÃR TABELL

source: It appears your table uses triggers;
sv: Det verkar dom om tabellen anvÃ¤nder fÃ¶ljande utlÃ¶sare;

source: Structure for view %s exported as a table
sv: Struktur fÃ¶r vy %s exporterad som en tabell

source: Object creation options (all are recommended)
sv: Alternativ vid skapande av objekt (alla rekommenderas)

source: Export contents
sv: Exportera innehÃ¥ll

source: Table:
sv: Tabell:

source: Purpose:
sv: Syfte:

source: Update data when duplicate keys found on import (add ON DUPLICATE KEY UPDATE)
sv: Uppdatera data nÃ¤r dublettnyckel hittas vid import (tillÃ¤gg 'ON DUPLICATE KEY UPDATE')

source: The first line of the file contains the table column names <i>(if this is unchecked, the first line will become part of the data)</i>
sv: Den fÃ¶rsta raden i filen innehÃ¥ller tabellens kolumnnamn <i>(om detta inte Ã¤r markerat, kommer den fÃ¶rsta raden bli en del av uppgifterna)</i>

source: If the data in each row of the file is not in the same order as in the database, list the corresponding column names here. Column names must be separated by commas and not enclosed in quotations.
sv: Om uppgifterna i varje rad i filen Ã¤r inte i samma ordning som i databasen, lista motsvarande kolumnnamn hÃ¤r. Kolumnnamn mÃ¥ste vara Ã¥tskilda med kommatecken och inte inneslutna i citattecken.

source: Column names:
sv: Kolumnnamn:

source: Invalid parameter for CSV import: %s
sv: Ogiltig parameter fÃ¶r CSV-import: %s

source: Invalid column (%s) specified! Ensure that columns names are spelled correctly, separated by commas, and not enclosed in quotes.
sv: Ogiltig kolumn (%s)! Se till att kolumnernas namn Ã¤r rÃ¤ttstavade, Ã¥tskilda med kommatecken och inte omges av citattecken.

source: Invalid format of CSV input on line %d.
sv: Ogiltigt format i CSV-indata pÃ¥ rad %d.

source: Invalid column count in CSV input on line %d.
sv: Ogiltigt antal kolumner i CSV-indata pÃ¥ rad %d.

source: This plugin does not support compressed imports!
sv: Detta insticksprogram stÃ¶der inte komprimerade importer!

source: MediaWiki Table
sv: MediaWiki-tabell

source: Invalid format of mediawiki input on line: <br />%s.
sv: Ogiltigt format pÃ¥ mediawiki-data pÃ¥ rad:<br />%s.

source: Import percentages as proper decimals <i>(ex. 12.00% to .12)</i>
sv: Importera procenttal som vanliga decimaltal <i>(t.ex. 12.00% blir .12)</i>

source: Import currencies <i>(ex. $5.00 to 5.00)</i>
sv: Importera valutor <i>(t.ex. $5.00 blir 5.00)</i>

source: The XML file specified was either malformed or incomplete. Please correct the issue and try again.
sv: Den angivna XML-filen var antingen felaktig eller ofullstÃ¤ndig. Korrigera problemet och fÃ¶rsÃ¶k igen.

source: Could not parse OpenDocument Spreadsheet!
sv: Kunde inte tolka OpenDocument-kalkylblad!

source: ESRI Shape File
sv: ESRI Shape-fil

source: There was an error importing the ESRI shape file: "%s".
sv: Det uppstod ett fel vid importen av ESRI Shape-filen: "%s".

source: MySQL Spatial Extension does not support ESRI type "%s".
sv: MySQL Spatial Extension stÃ¶der inte ESRI-typen "%s".

source: The imported file does not contain any data!
sv: Den importerade filen innehÃ¥ller inte nÃ¥gra data!

source: SQL compatibility mode:
sv: SQL kompatibilitetslÃ¤ge:

source: Do not use <code>AUTO_INCREMENT</code> for zero values
sv: AnvÃ¤nd inte <code>AUTO_INCREMENT</code> fÃ¶r nollvÃ¤rden

source: The %s table doesn't exist!
sv: Tabellen %s existerar inte!

source: Schema of the %s database - Page %s
sv: Schema fÃ¶r databasen %s - Sida %s

source: SCHEMA ERROR:
sv: SCHEMAFEL:

source: PDF export page
sv: PDF-export sida

source: Schema of the %s database
sv: Schemat fÃ¶r %s databasen

source: Relational schema
sv: Relationsschema

source: Table of contents
sv: InnehÃ¥llsfÃ¶rteckning

source: Orientation
sv: Orientering

source: Landscape
sv: Liggande

source: Portrait
sv: Porträtt

source: Same width for all tables
sv: Samma bredd fÃ¶r alla tabeller

source: Show grid
sv: Visa rutnÃ¤t

source: Data dictionary
sv: Dataordlista

source: Order of the tables
sv: Tabellordning

source: Name (Ascending)
sv: Namn (stigande)

source: Name (Descending)
sv: Namn (fallande)

source: Show color
sv: Visa fÃ¤rg

source: Only show keys
sv: Visa endast nycklar

source: Converts Boolean values to text (default 'T' and 'F'). First option is for TRUE, second for FALSE. Nonzero=true.
sv: Konverterar Booleska vÃ¤rden till text (standardvÃ¤rden 'T' och 'F'). FÃ¶rsta valet stÃ¥r fÃ¶r SANT, det andra fÃ¶r FALSKT. Nollskilt vÃ¤rde=sant.

source: Displays a TIME, TIMESTAMP, DATETIME or numeric unix timestamp column as formatted date. The first option is the offset (in hours) which will be added to the timestamp (Default: 0). Use second option to specify a different date/time format string. Third option determines whether you want to see local date or UTC one (use "local" or "utc" strings) for that. According to that, date format has different value - for "local" see the documentation for PHP's strftime() function and for "utc" it is done using gmdate() function.
sv: Visar en TIME, TIMESTAMP, DATETIME eller numerisk unixtidsstÃ¤mpel som ett formaterat datum. Det fÃ¶rsta alternativet Ã¤r fÃ¶rskjutningen (i timmar) som kommer att lÃ¤ggas till tidsstÃ¤mpeln (Standard: 0). AnvÃ¤nd andra alternativet fÃ¶r att ange ett annat datum / tidsformat. Tredje alternativet avgÃ¶r om du vill se lokalt datum eller UTC (anvÃ¤nd strÃ¤ngarna "local" eller "UTC") fÃ¶r det. Enligt detta har datumformat olika vÃ¤rden - fÃ¶r "local" se dokumentationen fÃ¶r PHP:s strftime() och fÃ¶r "UTC" Ã¤r det gjort med hjÃ¤lp gmdate()-funktionen.

source: %B %d, %Y at %I:%M %p
sv: %d %B %Y kl %H:%M

source: Displays a link to download the binary data of the column. You can use the first option to specify the filename, or use the second option as the name of a column which contains the filename. If you use the second option, you need to set the first option to the empty string.
sv: Visar en lÃ¤nk fÃ¶r att ladda ner binÃ¤ra data i kolumnen. Du kan anvÃ¤nda det fÃ¶rsta alternativet fÃ¶r att ange filnamnet eller anvÃ¤nda det andra alternativet som namnet pÃ¥ en kolumn som innehÃ¥ller filnamn. Om du anvÃ¤nder det andra alternativet, mÃ¥ste du stÃ¤lla det fÃ¶rsta alternativet till den tomma strÃ¤ngen.

source: Displays the contents of the column as-is, without running it through htmlspecialchars(). That is, the column is assumed to contain valid HTML.
sv: Visar innehÃ¥llet i kolumnen som det Ã¤r, utan att kÃ¶ra det genom htmlspecialchars(). Det innebÃ¤r att fÃ¤ltet antas innehÃ¥lla korrekt HTML-kod.

source: Displays hexadecimal representation of data. Optional first parameter specifies how often space will be added (defaults to 2 nibbles).
sv: Visar hexadecimal representation av data. Valfri fÃ¶rsta parameter anger hur ofta mellanslag lÃ¤ggs till (standardvÃ¤rde: 2 tecken).

source: Displays a link to download this image.
sv: Visar en lÃ¤nk fÃ¶r att ladda ner denna bild.

source: Image upload functionality which also displays a thumbnail. The options are the width and height of the thumbnail in pixels. Defaults to 100 X 100.
sv: Bild belastar uppladdningsfunktion. Alternativen Ã¤r bredden och hÃ¶jden pÃ¥ miniatyren i pixlar. Standard 100X100.

source: Image preview here
sv: FÃ¶rhandsgranskning

source: Displays a clickable thumbnail. The options are the maximum width and height in pixels. The original aspect ratio is preserved.
sv: Visar en klickbar tumnagelbild. Parametrarna Ã¤r maximal bredd och hÃ¶jd i pixlar. Bildens ursprungliga proportioner bibehÃ¥lls.

source: Converts an (IPv4) Internet network address stored as a BIGINT into a string in Internet standard dotted format.
sv: Konverterar en (IPv4) Internet nÃ¤tverksadress lagras som en BIGINT till en strÃ¤ng i Internet standard decimalform.
